Repository: Chiuaua79/josm-openservices
Catalog: po/*.po
Languages: nl

source: Preparing
nl: Voorbereiden

source: Downloading
nl: Downloaden

source: Processing data
nl: Verwerken

source: An error occured while downloading the data:
nl: Er is een fout opgetreden tijdens het downloaden

source: latest
nl: nieuwste

source: Your ODS version ({0}) is out of date. Please upgrade to the latest version: {1}
nl: Uw ODS versie {0} is verouderd. Upgrade aub naar de nieuwste versie:{1}

source: No version information is available at the moment. Your ODS version may be out of date
nl: De versie informatie is op dit moment niet beschikbaar. Uw ODS versie zou verouderd kunnen zijn.

source: A class named {0} could not be found
nl: De java klasse {0} kon niet worden gevonden.

source: Error in filter
nl: Fout in filter

source: Unknown host: {0}
nl: Onbekende host: {0}

source: Required parameter 'url' is missing
nl: De verplichte parameter 'url' ontbreekt

source: A ''{0}'' import named ''{1}'' already exists
nl: An''{0}'' import met de naam ''{1}'' bestaat al.

source: An other host named ''{0}'' already exists
nl: Er bestaat al een andere host met de naam ''{0}''.

source: The selected download area contains no OSM objects
nl: Het geselecteerde gebied bevat geen OSM gegevens

source: Ignoring exception because download has been canceled. Exception was: {0}
nl: De exceptie wordt genegeerd omdat het downloaden geannuleerd is. De exceptie was: {0}

source: You tried to download too much Openstreetmap data. Please select a smaller download area.
nl: Het geselecteerde gebied bevat te veel Openstreetmap gegeven. Probeer het met een kleiner gebied

source: An object could not be built:
nl: Een object kon niet worden samengesteld:

source: Building passage
nl: Onderdoorgang

source: Create a tunnel=building_building passage for a highway crossing a building.
nl: Maak een onderdoorgang (tunnel=building_passage) voor een weg die een gebouw kruist.

source: Please select exactly 1 building and 1 highway.
nl: Selecteer precies 1 gebouw en 1 weg

source: The building ring is not closed.
nl: De countour van het gebouw is niet gesloten.

source: The building and the highway should intersect at exactly 2 point.
nl: Het gebouw en de weg moeten elkaar op precies 2 punten kruisen.

source: Distribute {0} address nodes.
nl: Verdeel {0} adres nodes.

source: Couldn't create a bounding box for the coordinate reference system {0}.
nl: Het is niet gelukt om een begrenzing te maken voor coordinaat referentie systeem {0}.

source: The supplied coordinate reference system {0} is unknown
nl: Het opgegeven coordinaten referentie systeem {0} is onbekend

source: Unable to create a coordinate reference system for {0}
nl: Het is niet gelukt om een coordinaten referentiesysteem te maken voor {0}

source: Relation contains member relation
nl: De relatie bevat 1 of meer andere relaties

source: Download ODS with polygon
nl: ODS downloaden op basis van een polygoon

source: Cancel
nl: Annuleren

source: Click to close the dialog and to abort downloading
nl: Klik hier om het dialoogvenster te sluiten en de download af te breken

source: Download
nl: Downloaden

source: Click to download the currently selected area
nl: Klik hier om het geselecteerde gebied te downloaden

source: <html>Neither <strong>{0}</strong> nor <strong>{1}</strong> is enabled.<br>Please choose to either download OSM data, or {2} data, or both.</html>
nl: <html><strong>{0}</strong> noch <strong>{1}</strong> is geactiveerd.<br>Selecteer OSM data, {2} data of beide</html>

source: Error
nl: Fout

source: Download OSM data
nl: Download OSM gegevens

source: <html>Select to download OSM data.<br>Unselect to skip downloading of OSM data.</html>
nl: <html>Activeer om OSM gegevens te downloaden.<br>Deactiveer om het downloaden van OSM data over te slaan.</html>

source: Download {0} data
nl: Download {0} gegevens

source: <html>Select to download {0}.<br>Unselect to skip downloading of {0} data.</html>
nl: <html>Avtiveer om {0} gegevens te downloaden.<br>Deactiveer om het downloaden van {0} gegevens over te slaan.</html>

source: The selected download area contains no {0} objects.
nl: Het gelesecteerde gebied bevat geen {0} gegevens.

source: To many {0} objects. Please choose a smaller download area.
nl: Het geselecteerde gebied bevat te veel {0} gegevens. Probeer het met een kleiner gebied.

source: Downloading data
nl: Gegevens downloaden

source: No ODS module is available.
nl: Er is geen ODS module beschikbaar. Installeer en activeer een ODS module.

source: Missing module
nl: ODS module ontbreekt

source: Invalid user
nl: Ongeldige gebruiker

source: Failed to retrieve OSM user details from the server.
nl: Geen OSM gebruiker gevevens beschikbaar van de server
